Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Bloom.ta.tmx
Source language: ta
Languages: en

source: Decodable படிப்பான் கருவி
en: Decodable Reader Tool

source: மறுக்கும் படிப்பான் கருவி
en: Leveled Reader Tool

source: மேலும்...
en: More...

source: Bloom தொகுப்பு நிறுவல்
en: Bloom Pack Installation

source: இந்த {0} தொகுப்பு தற்போது இந்தக் கணினியில் பயன்படுத்த தயார்.
en: The {0} Collection is now ready to use on this computer.

source: Bloom தொடங்கப்பட முடியவில்லை அந்த Bloom கட்டை நிறுவு
en: Bloom was not able to install that Bloom Pack

source: இதிலிருந்து பகுதி நகலெடுக்கிறது...
en: Extracting...

source: Bloom ஏற்கனவே இயங்குகிறது, ஆனால் அடுத்த முறை நீங்கள் Bloom இயக்க up until உள்ளடக்கங்களை காண்பிக்க இருக்கும்
en: Bloom is already running, but the contents will not show up until the next time you run Bloom

source: திறக்கிறது {0}...
en: Opening {0}...

source: புத்தக தலைப்பு உள்ள {lang}
en: Book title in {lang}

source: அனைத்து பெட்டிகளை சுமந்து பாணி '{0}' மற்றும் மொழி '{1}' உரை அளவை மாற்றும்.\n{2} தமிழகத்தில் நடப்பு அளவு உள்ளது.
en: Changes the text size for all boxes carrying the style '{0}' and language '{1}'.\nCurrent size is {2}pt.

source: அனைத்து {0} உரை பெட்டிகளிலும் '{1}' பாணியுடன் உள்ளது இந்த வடிவமைத்தல்
en: This formatting is for all {0} text in boxes with '{1}' style

source: தலைப்பை தேர்வு செய்ய கிளிக் செய்யவும்
en: Click to choose topic

source: மேம்பட்ட நிரல் அமைப்புகள்
en: Advanced Program Settings

source: பசோதனை கட்டளைகள் (எ.கா. ஏற்றுமதி XML-InDesign) காண்பி
en: Show Experimental Commands (e.g. Export XML for InDesign)

source: பசோதனை வார்ப்புருக்கள் (எ.கா. படம் அகராதி) காண்பி
en: Show Experimental Templates (e.g. Picture Dictionary)

source: நினைவக பயன்பாடு கொண்ட பெரிய படிமங்கள் குறைக்க உருவம் சேவையகம் பயன்படுத்து.
en: Use Image Server to reduce memory usage with large images.

source: (பசோதனை) அனுப்பு/பெறு கட்டுப்பாடுகள் காண்பி
en: (Experimental) Show Send/Receive Controls

source: புத்தகத்தை வெளியிடுகிறார்
en: Book Making

source: இயல்புநிலை எழுத்துருவை {0}
en: Default Font for {0}

source: இயல்புநிலை எழுத்துருவை மொழி 1
en: Font

source: முன்/பின் விவகாரத்தை கட்டு
en: Front/Back Matter Pack

source: வலமிருந்து இடமாக
en: Right To Left

source: வலமிருந்து இடமாக எழுதப்பட்ட மொழிகள் தேர்ந்தெடு
en: Select languages that are written from right to left

source: வலமிருந்து இடமாக எழுதும் முறைமை
en: Right to Left Writing System

source: இந்த அமைப்புகள் பற்றி
en: About These Settings

source: அமைப்புகள்
en: Settings

source: மாற்று...
en: Change...

source: மொழி 1
en: Language 1

source: மொழி 2
en: Language 2

source: மொழி 3
en: Language 3

source: மொழிகள்
en: Languages

source: அமை...
en: Set...

source: நாட்டு(அ)மாவட்ட மொழி
en: Local Language

source: மொழி 2 (எ.கா. தேசிய மொழி)
en: Language 2 (e.g. National Language)

source: மொழி 3 (எ.கா. பிராந்திய மொழி) (விருப்ப)
en: Language 3 (e.g. Regional Language) (Optional)

source: நீக்கு
en: Remove

source: Bloom தொகுப்பு பெயர்
en: Bloom Collection Name

source: நாடு
en: Country

source: மாவட்ட
en: District

source: திட்டம் தகவல்
en: Project Information

source: மாகாணம்
en: Province

source: மறுதொடக்கம்
en: Restart

source: Bloom இருக்கும் மூடிய பின் மறுபடி திறந்து புதிய அமைப்புகளுடன் இந்த திட்டம்.
en: Bloom will close and re-open this project with the new settings.

source: Bloom இந்த HTML ஆவணத்தை உங்கள் சொற்செயலி நிரலில் (இயல்பாக சொல் அல்லது மையம் Office) திறக்கும் இப்போது. நீங்கள் உரை மற்றும் இந்த புத்தகத்தில் படிமங்கள் வேலை இருக்கும், ஆனால் இந்த நிரல்களை உருவமைப்பு, எனவே வேண்டாம் எதிர்பார்க்கும் அதிகம் பரப்பவும் கொண்டு மிக நன்றாக இயல்பாக வேண்டாம்.
en: Bloom will now open this HTML document in your word processing program (normally Word or LibreOffice). You will be able to work with the text and images of this book, but these programs normally don't do well with preserving the layout, so don't expect much.

source: புத்தகம் புதுப்பி
en: Update Book

source: சிறு உருவம் புதுப்பித்தல்
en: Update Thumbnail

source: புத்தகம் நீக்கு
en: Delete Book

source: சொல் அல்லது மையம் Office ஏற்றுமதி...
en: Export to Word or LibreOffice...

source: ஏற்றுமதி செய் XML-InDesign...
en: Export to XML for InDesign...

source: BloomLibrary.org நூல்களுக்கு
en: Books From BloomLibrary.org

source: அனைத்து புத்தகங்களை புதுப்பித்தல்கள் வேண்டாம்
en: Do Updates of All Books

source: அனைத்து புத்தகங்களை காசோலைகளை வேண்டாம்
en: Do Checks of All Books

source: காணாமல் போன படிமங்கள் மீட்க...
en: Rescue Missing Images...

source: தொகுப்பு வரலாறு...
en: Collection History...

source: தொகுப்பு குறிப்புகள்...
en: Collection Notes...

source: தொகுப்புகள்
en: Collections

source: அந்த புத்தகம் '{0}'
en: The book '{0}'

source: வட்டில் கோப்புறை திற
en: Open Folder on Disk

source: சுகாதார
en: Health

source: இந்த மூல பயன்படுத்தி ஒரு புத்தகம் உருவாக்கு
en: Make a book using this source

source: மற்ற தொகுப்பு
en: Other Collection

source: PNG விலங்கு கதைகள் - நகல்
en: PNG Animal Stories - Copy

source: மாதிரி உதிரிபாகங்கள்
en: Sample Shells

source: அனுப்பு/பெறு
en: Send/Receive

source: மூல தொகுப்பை
en: Source Collection

source: கோப்புறை திற கூடுதல் தொகுப்புகள்
en: Open Additional Collections Folder

source: வார்ப்புருக்கள்
en: Templates

source: இந்த புத்தகம் திருத்து
en: Edit this book

source: Bloom கட்டு அமை
en: Make Bloom Pack

source: படிப்பவர் வார்ப்புரு BloomPack அமை...
en: Make Reader Template BloomPack...

source: மேம்பட்ட
en: Advanced

source: At BloomLibrary.org புத்தகங்கள் மூலம் பெற
en: Get more source books at BloomLibrary.org

source: புதிய புத்தகங்கள் வட்டாரங்கள்
en: Sources For New Books

source: இந்தத் தொகுப்பில் பூட்டப்பட்டுள்ளது, எனவே புதிய புத்தகங்கள் சேர்க்க/நீக்க முடியாது.
en: This collection is locked, so new books cannot be added/removed.

source: மூல தொகுப்பை இது, Bloom இல்லை காலகட்டத்தில் எந்த தற்போதுள்ள உதிரிபாகங்கள் இவ்வாறு புதிய உதிரிபாகங்கள் வட்டாரங்கள். ஒரு மொழி ஒரு கூடு சேர்க்க வேண்டுமானால், அதற்கு பதிலாக வேண்டும் கூடு கொண்ட அல்லாமல் அதன் நகல் ஈட்டும் தொகுப்பு திருத்து. மேலும், சுவர் காலண்டரை தற்போது பயன்படுத்த முடியாது ஒரு புதிய கூடு ஏற்படுத்த.
en: Because this is a source collection, Bloom isn't offering any existing shells as sources for new shells. If you want to add a language to a shell, instead you need to edit the collection containing the shell, rather than making a copy of it. Also, the Wall Calendar currently can't be used to make a new Shell.

source: மற்றவற்றை எங்கே உள்ளது?
en: Where's the rest?

source: புதிய உதிரிபாகங்கள் வட்டாரங்கள்
en: Sources For New Shells

source: பின்
en: Back

source: ரத்து செய்
en: Cancel

source: பூர்த்தி செய்
en: &Finish

source: உதவி
en: &Help

source: அடுத்த
en: &Next

source: சரி
en: OK

source: விருப்ப
en: optional

source: கட்டிடம்...
en: Building...

source: இந்த நிலையில் உள்ள எழுத்துக்கள்
en: Letters in this stage

source: ஒரு எழுத்து மற்றும் சொல் பட்டியல் கோப்பை திறக்க
en: Open a Letter and Word List File

source: கட்டத்தில் அமை
en: Set up Stages

source: நிலை
en: Stage

source: நிலை இருந்த
en: of

source: இந்த நிலையில் வார்த்தைகளை
en: Words in this stage

source: உங்கள் பதிவிறக்கம் ({0}) நிறைவடைந்தது. உங்கள் தொகுப்புகள், 'புத்தகங்கள் Bloom நூலகத்தில் இருந்து' பிரிவு அது நீங்கள் காண முடியும். நீங்கள் ஏதோ செய்கிறது மத்தியை இருக்க வேண்டாம் தான், என்றால் Bloom தேர்ந்தெடுத்து கொள்கிறேன் உங்களுக்காக.
en: Your download ({0}) is complete. You can see it in the 'Books from BloomLibrary.org' section of your Collections. If you don't seem to be in the middle of doing something, Bloom will select it for you.

source: பதிவிறக்கம் நிறைவடைந்தது
en: Download complete

source: புத்தகம் பதிவிறக்குகிறது
en: Downloading book

source: உங்கள் புத்தகம் பதிவிறக்கம் சிக்கல் ஏற்பட்டுள்ளது.
en: There was a problem downloading your book.

source: நீங்கள் எங்கோ புத்தகத்தை பற்றி மேலும் தகவல் வைக்க, இருந்தால், பின் முகப்பு உள் இது இந்த பக்கம் பயன்படுத்தலாம்.
en: If you need somewhere to put more information about the book, you can use this page, which is the inside of the back cover.

source: நீங்கள் எங்கோ புத்தகத்தை பற்றி மேலும் தகவல் வைக்க, இருந்தால் மாறி பின் முகப்பு இது இந்த பக்கம் பயன்படுத்தலாம்.
en: If you need somewhere to put more information about the book, you can use this page, which is the outside of the back cover.

source: திற, Html பயன்படும் இந்த PDF, Chrome (இருக்க வேண்டும் பாதை) செய்யவும்
en: Open the Html used to make this PDF, in Firefox (must be on path)

source: மன்னிக்கவும், பதிப்புரிமை மற்றும் இந்த புத்தகம் உரிமம் மாற்ற முடியாது.
en: Sorry, the copyright and license for this book cannot be changed.

source: மன்னிக்கவும், இந்த புத்தகம் பூட்டப்பட்டுள்ளது கீழே அதனால் படிமங்கள் மாற்ற முடியாது.
en: Sorry, this book is locked down so that images cannot be changed.

source: உண்மையிலேயே பக்கத்தை நீக்கு?
en: Really Delete Page?

source: இப்பக்கம் கடைசியாக நிரந்தரமாக நீக்கப்படும்.
en: This page will be permanently removed.

source: திருத்து
en: Edit

source: நடப்பு தேர்ந்தெடுத்த எழுத்துரு என்பது '{0}', ஆனால் அது நிறுவப்படவில்லை இந்தக் கணினியில். மற்ற சில எழுத்துரு பயன்படுத்தப்படும்.
en: The current selected font is '{0}', but it is not installed on this computer. Some other font will be used.

source: போது நீங்கள் ஒரு மூல புத்தகம் குறித்து, எழுத்தாளர்கள், illustrators, அரசியல்வாதிகளாகவும், ஆகிய செய்த பங்களிப்புகள் பதிவிட இந்த பெட்டியை பயன்படுத்தவும்.
en: When you are making an original book, use this box to record contributions made by writers, illustrators, editors, etc.

source: ஒரு புத்தகத்தில் இருந்து ஒரு கூடு மேற்கொள்ளும்போது, இந்தப் பெட்டியைப் பயன்படுத்தி மொழிபெயர்ப்பு யார் இட்டு கூறுங்கள்.
en: When you make a book from a shell, use this box to tell who did the translation.

source: பதிப்புரிமை & உரிமம் திருத்து கிளிக் செய்யவும்
en: Click to Edit Copyright & License

source: இதனை பயன்படுத்த எந்த நல்கை வழங்குவதற்கான.
en: Use this to acknowledge any funding agencies.

source: சர்வதேச நிலையான புத்தக எண். இல்லையெனில் இவற்றுள் வெறுமையாக விடவும்.
en: International Standard Book Number. Leave blank if you don't have one of these.

source: அசல் (அல்லது கூடு) ஒப்புகை உள்ள {lang}
en: Original (or Shell) Acknowledgments in {lang}

source: எழுத்தாளர்கள், விளக்கமளிப்பவரான, அரசியல்வாதிகளாகவும், முதலிய, {lang} செய்த பங்களிப்புகள்
en: The contributions made by writers, illustrators, editors, etc., in {lang}

source: விளக்கமளிப்பவரான மொழிபெயர்ப்பதற்கு பதிப்பிற்கு, {lang}
en: Acknowledgments for translated version, in {lang}

source: உருவத்தை மாற்று!!
en: Change Image

source: உருவம் வரைவுகள் , பதிப்புரிமை, & உரிமம் திருத்து
en: Edit Image Credits, Copyright, & License

source: உருவம் ஒட்டு
en: Paste Image

source: வடிவமைப்பை மாற்று
en: Change Layout

source: ஒரு உருவத்தை நீங்கள் ஒட்டலாம், முன் வேறு நிரலில் இருந்து ஒரு இழு உங்கள் 'கிளிப்போர்டு', நகலெடு.
en: Before you can paste an image, copy one onto your 'clipboard', from another program.

source: பக்கங்கள்
en: Pages

source: ஒரு பக்க அளவு மற்றும் திசையை தேர்ந்தெடு
en: Choose a page size and orientation

source: கரை மற்றும் பின்னணி மாற்ற
en: Change the border and background

source: எழுத்துரு முகத்தை மாற்ற
en: Change the font face

source: எழுத்துரு அளவை மாற்ற
en: Change the font size

source: உரையின் வரிகள் இடையே இடைவெளி மாற்ற
en: Change the spacing between lines of text

source: கூடுதல் உலகத்தின்
en: Extra Wide

source: சராசரி
en: Normal

source: சொற்களை இடையே இடைவெளி மாற்ற
en: Change the spacing between words

source: அகலம்
en: Wide

source: பாணி வடிவமைப்பு சரிசெய்
en: Adjust formatting for style

source: வார்ப்புரு பக்கங்கள்
en: Template Pages

source: அகர வரிசை
en: Alphabet

source: அடிப்படை உரை & உருவம்
en: Basic Text & Image

source: அடிப்படை உரை & படம்
en: Basic Text & Picture

source: வரைவு பக்கம்
en: Credits Page

source: விருப்பம்
en: Custom

source: நாள் 1
en: Day 1

source: நாள் 2
en: Day 2

source: நாள் 3
en: Day 3

source: நாள் 4
en: Day 4

source: நாள் 5a
en: Day 5a

source: நாள் 5b
en: Day 5b

source: முன்னணி முகப்பு
en: Front Cover

source: கீழ் பிம்பத்தை
en: Image On Bottom

source: நடு பிம்பத்தை
en: Image in Middle

source: உள்ளே பின் முகப்பு
en: Inside Back Cover

source: உள்ளே முன்னணி முகப்பு
en: Inside Front Cover

source: நெறிமுறைகள்
en: Instructions

source: வெறும் உரை
en: Just Text

source: ஒரு படத்தை வெறும்
en: Just a Picture

source: ஒரு உருவத்தை மட்டும்
en: Just an Image

source: வெளியே பின் முகப்பு
en: Outside Back Cover

source: படம் & சொல்
en: Picture & Word

source: கீழே உள்ள படம்
en: Picture on Bottom

source: மத்தியில் உள்ள படத்தை
en: Picture in Middle

source: இப்பக்கம் கடைசியாக தெரிந்தே வெற்றாக இருக்கிறது
en: This Page Is Intentionally Blank

source: தலைப்பு பக்கம்
en: Title Page

source: பன்மொழி அமைப்புகள்
en: Multilingual Settings

source: நகல்
en: Copy

source: வெட்டு
en: Cut

source: (Ctrl-x) வெட்டு
en: Cut (Ctrl-x)

source: நீங்கள் நீங்கள் அதை வெட்ட முடியும் முன் சில உரையை தேர்ந்தெடுக்க வேண்டும்
en: You need to select some text before you can cut it

# நீக்கு பக்கம்
source: நீக்கு \nபக்கம்
en: Remove\n Page

source: இப்பக்கம் கடைசியாக புத்தகத்தில் இருந்து அகற்று
en: Remove this page from the book

source: இப்பக்கம் கடைசியாக நீக்க முடியாது
en: This page cannot be removed

source: நகல் பக்கம்
en: Duplicate\n Page

source: இதை, பிரதி இது ஒரு புதிய பக்கத்தை செருகு
en: Insert a new page which is a duplicate of this one

source: இப்பக்கம் கடைசியாக படியெடுக்க இயலாது
en: This page cannot be duplicated

source: ஒட்டு
en: Paste

source: ஒட்டு (Ctrl + v)
en: Paste (Ctrl+v)

source: எதுவும் இல்லை என்று நீங்கள் இங்கே ஒட்டலாம் கிளிப்போர்டில்.
en: There is nothing on the Clipboard that you can paste here.

source: செயல்தவிர்
en: Undo

source: (Ctrl + z) செயல்தவிர்
en: Undo (Ctrl+z)

source: இரண்டு மொழிகள்
en: Two Languages

source: அனைத்து மற்ற படங்கள் இந்த புத்தகத்தில் இந்த தகவலை நகலெடுக்க?
en: Copy this information to all other pictures in this book?

source: இந்த விருப்பம் கிடைக்கத்தக்கதாய் மட்டும் வெளியிடு தாவலில்.
en: This option is only available in the Publish tab.

source: ஒரு மொழி
en: One Language

source: மற்ற வடிவமைப்பு விருப்பங்கள் இல்லை இந்த வார்ப்புருவிற்கு உள்ளன.
en: There are no other layout options for this template.

source: படம் அறிவுசார் தகவல்
en: Picture Intellectual Property Information

source: மூன்று மொழிகள்
en: Three Languages

source: கட்டிடம் படிப்பவர் வார்ப்புருக்கள்
en: Building Reader Templates

source: படிப்பவர் வார்ப்புருக்கள் பயன்படுத்தி
en: Using Reader Templates

source: கருத்தளிக்க
en: Make a Suggestion

source: வலை தளம்
en: Web Site

source: உள்ளடக்க ஆர்ப்பாட்டத்தை
en: Content Demonstration

source: பார் புதிய பதிப்பு
en: Check For New Version

source: Bloom பற்றி
en: About Bloom

source: ஆவணப்படுத்தல்
en: Documentation

source: பதிவு
en: Registration

source: வெளியீட்டு அறிக்கை...
en: Release Notes...

source: கூடு புத்தகம் நெறிமுறைகள்
en: Shell Book Instructions

source: நிகழ்வு பதிவை காண்பி
en: Show Event Log

source: பயிற்சி கையேடு
en: Training Manual

source: இண்டிசைன் XML தகவல்
en: InDesign XML Information

source: இதனை மீண்டும் காண்பிக்க வேண்டாம்
en: Don't Show This Again

source: A4நிலைபரப்பு
en: A4Landscape

source: A4நிலைபரப்பு அருகருகே
en: A4Landscape SideBySide

source: A4நிலைபரப்பு பக்கங்கள் முழுவதும் பிரிந்தது
en: A4Landscape SplitAcrossPages

source: A4 உருவப்படம்
en: A4Portrait

source: A5 உருவப்படம்
en: A5Portrait

source: A5 உருவப்படம் கீழே சீரமை
en: A5Portrait BottomAlign

source: B5 உருவப்படம்
en: B5Portrait

source: சரியான
en: Actual

source: தலைப்பை இடம்பெயர
en: Choice of Topic

source: இந்த நிலை
en: For this Level

source: வடிவமைத்தல்
en: Formatting

source: சித்திரம் ஆதரவு
en: Illustration support

source: மனதில் வைத்துக்
en: Keep in mind

source: உடைய
en: of

source: மேக்ஸ்
en: Max

source: ஒரு பக்கத்திற்கு
en: per page

source: ஒரு வாக்கியத்தை
en: longest sentence

source: கணிப்பது
en: Predictability

source: நிலைகள் அமை
en: Set up Levels

source: இந்த புத்தகம்
en: This Book

source: இப்பக்கம் கடைசியாக
en: This Page

source: தலைப்பை familiarity
en: Topic familiarity

source: மொத்த
en: total

source: பிரத்யேக
en: unique

source: சொல்லகராதி
en: Vocabulary

source: சொல் எண்ணிக்கை
en: Word Counts

source: நான் உடன்படுகிறேன் என்பதைக் Bloom நூலகத்தில் பயன்படுத்தும் விதிகள்
en: I agree to the Bloom Library's Terms of Use

source: மின்னஞ்சல் முகவரி
en: Email Address

source: கடவுச்சொல் மறந்து
en: Forgot Password

source: உள்நுழைவு
en: &Login

source: கடவுச்சொல்
en: Password

source: விதிமுறைகள் காண்பி
en: Show Terms of Use

source: புகுபதிகை செய்ய BloomLibrary.org
en: Log in to BloomLibrary.org

source: சிட்டை3
en: label3

source: கடவுச்சொல் காண்பி
en: &Show Password

source: அந்த பெயர், <a href='file://{0}'>{0}</a>இல் தொகுப்பு ஏற்கனவே உள்ளது.\nதயவுசெய்து தனித்துவ பெயர் எடுக்கவும்.
en: There is already a collection with that name, at <a href='file://{0}'>{0}</a>.\nPlease pick a unique name.

source: இந்த சேகரிப்பிற்கான முக்கிய மொழியை தேர்வு செய்யவும்
en: Choose the Main Language For This Collection

source: உதாரணங்கள்: "உடல் புத்தகங்கள்", "PNG விலங்கு கதைகள்"
en: Examples: "Health Books", "PNG Animal Stories"

source: என்ன விரும்புகிறீர்கள் இந்தத் தொகுப்பில் அழைப்பு?
en: What would you like to call this collection?

source: தொகுப்பு பெயர் கோளாறு
en: Collection Name Problem

source: தொகுப்பு உருவாக்கப்படும்: {0}
en: Collection will be created at: {0}

source: புதிய தொகுப்பு உருவாக்க தயாராக
en: Ready To Create New Collection

source: தொகுப்பு வகை தேர்ந்தெடுக்கவும்
en: Choose the Collection Type

source: ஒன்று அல்லது மேற்பட்ட மொழிகளில் விரிந்த இண்டர்நெட் கூடு அல்லது வார்ப்புரு தொகுப்பை புத்தகங்களில். நீங்கள் செய்ய BloomLibrary.org இந்த உதிரிபாகங்கள் பதிவேற்றும் மற்றும் optionally எனவே அவர்கள் உடன் உங்கள் உதிரிபாகங்கள் vernacular புத்தகங்கள் எளிதாக மற்றவர்களுக்கு அளிக்க ஒரு BloomPack ஏற்படுத்து முடியும் இருக்கும்.
en: A collection of shell or template books in one or more languages of wider communication. You will be able to upload these shells to BloomLibrary.org and optionally make a BloomPack to give to others so that they can make local language books with your shells.

source: நாட்டு(அ)மாவட்ட/உள்ளூர் மொழி தொகுப்பு
en: Local Language Collection

source: உள்ளூர் மொழி ஒரு வசூல்.
en: A collection of books in a local language.

source: மொழி இருப்பிடத்தை அளிக்கவும்
en: Give Language Location

source: விருப்ப உள்ளன. Bloom இருக்கும் இடத்தில் அவற்றை நீங்கள் உருவாக்க புத்தகங்களை தலைப்பு பக்கத்தில் வலது இடங்களில்.
en: These are optional. Bloom will place them in the right places on title page of books you create.

source: {0} புத்தகங்கள்
en: {0} Books

source: புதிய Bloom தொகுப்பை உருவாக்க
en: Create New Bloom Collection

source: திட்டப்பணி பெயர்
en: Project Name

source: அந்த பெயரை பயன்படுத்தி ஒரு புதிய தொகுப்பை உருவாக்க இயலவில்லை.
en: Unable to create a new collection using that name.

source: Bloom வருக!
en: Welcome To Bloom!

source: புத்தகங்கள் ஈட்டும் தொடங்க ஏறக்குறைய தயாராக உள்ளீர்கள்.
en: You are almost ready to start making books.

source: எளிய மற்றும் ஒருங்கிணைக்கப்பட்ட விஷயங்களை வைத்துக், வகையில் Bloom ஒன்று அல்லது மேற்பட்ட <i>தொகுப்புகள்</i>நீங்கள் செய்யவும் அனைத்து புத்தகங்கள் உருளும். எனவே நாம் மேற்கொள்ள முதல் விஷயம் உள்ளது ஒன்று உங்களுக்காக செய்யவும்.
en: In order to keep things simple and organized, Bloom keeps all the books you make in one or more <i>Collections</i>. So the first thing we need to do is make one for you.

source: தொடங்குவதற்கு 'அடுத்து' கிளிக் செய்யவும்.
en: Click 'Next' to get started.

source: Bloom தொகுப்புகள்
en: Bloom Collections

source: இந்தக் கணினியில் மற்றொரு தொகுப்பு உலாவு
en: Browse for another collection on this computer

source: உள்பகுதி பிணையத்தில் கோரஸ் மையமாக இருந்து நகலெடு
en: Copy From Chorus Hub on Local Network

source: இணைய இருந்து நகலெடு
en: Copy from Internet

source: USB இயக்ககத்தில் இருந்து நகலெடு
en: Copy from USB Drive

source: புதிய தொகுப்பு உருவாக்க
en: Create New Collection

source: திற/உருவாக்க தொகுப்புகள்
en: Open/Create Collections

source: மேலும் படிக்க
en: Read More

source: செய்துள்ளது வேறொருவர் பயன்படுத்த அனுப்பு/பெறு ஒரு தொகுப்பை உங்களுடன் பகிர?\nபயன்பாடு இந்த சிவப்பு பொத்தான்கள் அவர்களின் தொகுப்பு உங்கள் கணினியில் நகலெடுக்க ஒன்றை.\nபின்னர், அவர்களுடன் மீண்டும் உங்கள் பணி பகிர அனுப்பு/பெறு பயன்படுத்தவும்.
en: Has someone else used Send/Receive to share a collection with you?\nUse one of these red buttons to copy their collection to your computer.\nLater, use Send/Receive to share your work back with them.

source: தற்போதுள்ள மாற்றிடு
en: Replace Existing

source: அறிவிப்பு
en: Notice

source: அந்த மாற்றம் அனுமதிக்கப்படாது. அவை முன்னணியில் விவகாரம் மற்றும் பின் விவகாரத்தை பக்கங்கள் இருங்கள்
en: That change is not allowed. Front matter and back matter pages must remain where they are

source: செல்லுபடியாகா நகர்த்தல்
en: Invalid Move

source: தயவுசெய்து உங்கள் நிறைவடைந்த புத்தக Bloom காண்பிக்க முடியும் என்று அடோப் ரீடர் நிறுவ. அதன்பின் வரை நீங்கள் இன்னும் PDF புத்தகம் சேமிக்க மற்றும் சில மற்ற நிரலில் திறக்கவும்.
en: Please install Adobe Reader so that Bloom can show your completed book. Until then, you can still save the PDF Book and open it in some other program.

source: புதுப்புது தான்... கொடுத்த பிழை காண்பி முயலும் போது அடோப் ரீடர் அந்த PDF. நீங்கள் இன்னும் முயற்சி செய்யலாம், PDF புத்தகம் சேமிக்கிறது.
en: That's strange... Adobe Reader gave an error when trying to show that PDF. You can still try saving the PDF Book.

source: பலமின்மை செய்தி. Bloom கண்டறிய உங்கள் நிறைவடைந்த புத்தக Bloom காண்பிக்க முடியாது அதனால் இங்கே காட்ட அடோப் ரீடர் பெற முடியும்.\nதயவுசெய்து நிறுவல்நீக்கம் உங்கள் தற்போதுள்ள பதிப்பில் 'அடோப் ரீடர்' மற்றும் 'அடோப் ரீடர்' நிறுவ (re).\nநீங்கள் நிலையான என்று பெற, வரை நீங்கள் இன்னும் PDF புத்தகம் சேமிக்க மற்றும் சில மற்ற நிரலில் திறக்கவும்.
en: Sad News. Bloom wasn't able to get Adobe Reader to show here, so Bloom can't show your completed book.\nPlease uninstall your existing version of 'Adobe Reader' and (re)install 'Adobe Reader'.\nUntil you get that fixed, you can still save the PDF Book and open it in some other program.

source: கையேடு உட்பக்கம்
en: Booklet Insides

source: உள்ளே இருந்து ஒரு கையேடு ஏற்படுத்து புத்தகத்தின் பக்கங்கள். பக்கங்கள் வைக்கப்பட்டிருப்பதை மற்றும் அதனால் போது நீங்கள் அதை fold, நீங்கள் ஒரு கையேடு அவகாசம் இருக்கும் reordered இருக்கும்.(-999)
en: Make a booklet from the inside pages of the book. Pages will be laid out and reordered so that when you fold it, you'll have a booklet.\n

source: பதிவேற்றும்
en: Upload

source: BloomLibrary.org, எங்கே மற்றவர்கள் முடியும் தகவலிறக்கம் செய்து தங்கள் சொந்த மொழி-ஐ மொழிமாற்றம் இதில் பதிவேற்றும்.
en: Upload to BloomLibrary.org, where others can download and localize into their own language.

source: கையேடு முகப்பு
en: Booklet Cover

source: அணி வெறும் ஒரு PDF உருவாக்கு மற்றும் (இரு தரப்பும்), பின், அச்சிடும் வண்ண காகிதம்.
en: Make a PDF of just the front and back (both sides), so you can print on colored paper.

source: எளிய
en: Simple

source: புத்தகத்தின் ஒரு காகித வலைப்பின்னலின் ஒரு பக்கம் ஒவ்வொரு பக்கத்தின் ஒரு PDF செய்யவும்.
en: Make a PDF of every page of the book, one page per piece of paper.

source: இயல்புநிலை முறைமை pdf காட்டி, PDF திறக்கவும்
en: Open the PDF in the default system pdf viewer

source: அச்சிடு...
en: &Print...

source: பிரசுரி
en: Publish

source: PDF சேமி...
en: &Save PDF...

source: பயிர் குறிகளை
en: Crop Marks

source: ஒப்புக்கொள்ளுதல்
en: Acknowledgments

source: கூடுதல் கோரிக்கைகள்
en: AdditionalRequests:

source: அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை (தொடர்பு எந்த அனுமதிகள் பதிப்புரிமை கொண்டிருப்பவர்கள்.)
en: All rights reserved (Contact the Copyright holder for any permissions.)

source: BloomLibrary.org ஏற்கனவே ஒரு முந்தைய பதிப்பில் இருந்து நீங்கள் இந்த புத்தகம் உள்ளது. நீங்கள் பதிவேற்றும் அது மீண்டும், இருந்தால் அது மாற்றப்படும் உங்கள் நடப்பு பதிப்புடன்.
en: BloomLibrary.org already has a previous version of this book from you. If you upload it again, it will be replaced with your current version.

source: பதிப்புரிமை
en: Copyright

source: வரவுகளை
en: credits

source: உங்கள் புத்தகம் பதிவிறக்கம் சிக்கல் ஏற்பட்டுள்ளது. Bloom மறுதொடக்கம் செய்யவும் அல்லது தொழில்நுட்ப உதவி பெற வேண்டும்.
en: There was a problem downloading your book. You may need to restart Bloom or get technical help.
